Repository: KwabenBerko/Spotify-2021-SwiftUI
Catalog: SpotifyUI/Localizable.xcstrings
Source language: en
Languages: es

source: Album • %@
es: Álbum • %@

source: Artist
es: Artista

source: Artists, songs or podcasts
es: Artistas, canciones o podcasts

source: Browse all
es: Explorar todo

source: By tapping on "Create Account", you agree to the spotify Terms of Use.
es: Al tocar "Crear cuenta", aceptas los Términos de uso de Spotify.

source: Cancel
es: Cancelar

source: Choose 3 or more artists you like.
es: Elige 3 o más artistas que te gusten.

source: Continue with Apple
es: Continuar con Apple

source: Continue with Facebook
es: Continuar con Facebook

source: Continue with Google
es: Continuar con Google

source: Create a password
es: Crear una contraseña

source: Create account
es: Crear una cuenta

source: Create an account
es: Crea una cuenta

source: Done
es: Hecho

source: Editor's picks
es: Destacados

source: Home
es: Hogar

source: Log in
es: Acceso

source: Millions of Songs. Free on Spotify.
es: Millones de canciones. Gratis en Spotify.

source: Next
es: Próximo

source: Now choose some podcasts.
es: Ahora elige algunos podcasts.

source: Playlist
es: Lista de reproducción

source: Please send me news and offers from Spotify.
es: Por favor envíame noticias y ofertas de Spotify.

source: Popular podcast categories
es: Categorías de podcasts populares

source: Privacy Policy
es: Política de privacidad

source: Recent searches
es: Búsquedas recientes

source: Recently played
es: Recientemente jugado

source: Search
es: Buscar

source: Share my registration data with Spotify’s content providers for marketing purposes.
es: Compartir mis datos de registro con los proveedores de contenido de Spotify con fines de marketing.

source: Sign up free
es: Regístrate gratis

source: Song • %@
es: Canción • %@

source: Terms of Use
es: Condiciones de uso

source: This appears on your spotify profile
es: Esto aparece en tu perfil de Spotify.

source: To learn more about how Spotify collect, uses, shares and protects your personal data, Please see the Spotify Privacy Policy.
es: Para obtener más información sobre cómo Spotify recopila, usa, comparte y protege sus datos personales, consulte la Política de privacidad de Spotify.

source: Use at least 8 characters.
es: Use al menos 8 caracteres.

source: What's your email?
es: Cuál es tu correo electrónico?

source: What's your gender?
es: Cuál es tu género?

source: What's your name?
es: Cómo te llamas?

source: You'll need to confirm this email later.
es: Deberá confirmar este correo electrónico más tarde.

source: Your 2021 in review
es: Tu 2021 en repaso

source: Your Artists Revealed
es: Tus artistas reveladas

source: Your Library
es: Tu biblioteca

source: Your top genres
es: Tus géneros principales

source: Your Top Songs 2021
es: Tus mejores canciones 2021
